{
    "pageNumber": 5,
    "Texts": [
        "“You see, your great, great, great, grandfather had a job working for the Queen of England, for a time.  When he worked for the Queen, he was a sailor in the <color=red>Navy</color=red>.  He used to work on a massive sailing-ship as a deckhand but in his heart, he always wanted to work on the land.  Over the years he spent working as a sailor he managed to save up enough money to buy this piece of land so that, when he finished with the sea, he could become a farmer.\n\n“He passed the lands and this farm on to his son who passed it on to his son, who passed it on to his son, who was your grandfather, and he passed the farm on to me and that's how we got here.  One day this will all be yours”, he said, as he spread his arms out wide to show the boy the land.\n\n“Anyway, when he was a sailor, he used to go on these long trips sometimes for as long as two or three years.  He used to go to different countries all over the world and one day he was told by the Queen that he was going to have to go to a country called <color=red>India</color=red>, which is in Asia.  He had never heard of India, but he still had to go.”\n",
        "“Bhí post ag do shin-sin-sin-seanathair ag obair do Bhanríon na Breataine, ar feadh tamaill.  Nuair a d’oibrigh sé don Bhanríon, bhí sé mar mhairnéalach sa <color=red>Chabhlach</color=red>.  Bhíodh sé ag obair ar longseoil an-mhór mar mhairnéalach boird ach ina chroí, theastaigh uaidh a bheith ag obair ar an talamh.  Thar na blianta a chaith sé ag obair mar mhairnéalach, shábháil sé a dhotháin airgid chun an píosa talamh seo a cheannach, ionad go mbeadh an deis aige a bheith mar fheirmeoir agus é críochnaithe mar mhairnéalach.\n\n“D’fhág sé an talamh agus an fheirm chuig a mhac, a thug chuig a mhac é, a thug chuig a mhac é a bhí mar do sheanathair, agus thug sé an fheirm dom agus anois táimid anseo.  Lá amháin, beidh sé ar fad agat”, ar sé, agus a lámhá leathadh amach aige chun an talamh a thaispeáint dó.\n\n“Ar aon nós, agus é mar mhairnéalach, théadh sé ar turais fhada uaireanta chomh fada le dhá nó trí bhliain.  Théadh sé go tíortha éagsúla timpeall an domhain agus lá amháin dúirt an Bhanríon leis go mbeadh air dul chuig tír  darbh ainm an <color=red>India</color=red>, atá san Áis.  Ní raibh rud ar bith cloister aige faoin India cheana, ach fós bhí air dul.”\n",
        "",
        ""
    ]
}