{
    "pageNumber": 4,
    "Texts": [
        "The farmer poured a cup of tea for himself and a glass of milk for the boy, then he opened a packet of chocolate biscuits.  Once the little boy was settled down and comfortable the Farmer began to tell his tale.\n\n “<color=red>Chickens</color=red> were not always the way they are today son,” he said.  “A very long time ago, maybe a hundred thousand years, chickens were wild birds.  They did not stay on <color=red>farms</color=red> like our chickens.  They lived in a place called Asia thousands of miles from here.  They lived in a huge dark forest called the <color=red>jungle</color=red> and they had to look after themselves what's more, over that way” and he pointed towards the East.  “In Asia, it was always hot and rainy, and the jungles were dark and dangerous places.  The jungles there are called rainforests because they are so wet and full of all sorts of strange and wonderful creatures.”\n\nThe boy was listening carefully “but how did the chickens get here then?” he asked impatiently.  “Well, I was just about to tell you that,” the farmer replied.\n",
        "Dhoirt an feirmeoir uúpán tae amach dó féin agus gloine bhainne don bhuachaill, ansin d’oscail sé paicéad de bhrioscaí seacláide.  Nuair a bhí an buachaill beag socraithe agus compordach thosaigh an Feirmeoir ag insint a scéal.\n\n“Ní raibh <color=red>sicíní</color=red> I gcónaí mar atá siad sa lá atá inniu ann, a mhac,”arsa eisean. “Fadó,fadó, b’fhéidir céad mhíle bliain ó shin, bhí sicíní mar éin fhiáine.  Níor fhan siad ar <color=red>fheirmeacha</color=red> mar ár sicíní.  Bhí cónaí orthu ar áit darbh ainm An Áis, atá na mílte míle uainn.  Chónaigh siad I bhfórais mhór, dhorcha darbh ainm an <color=red>dufair</color=red> agus bhí orthu a thabhairt dóibh féin, chomh maith leis sin, thall ansin,” agus dhírigh sé a mhéar I dtreo an Oirthir.  “San Áis, bhí sé te agus báistiúil i gcónaí agus na dufair mar áiteanna dorcha agus dainséaracha.  Glaoitear foraois bháistí ar na dufair ansin mar tá siad chomh fliuch agus lán le gach cineál neach beo atá aisteach agus iontach.\n\nBhí an buachaill ag éisteacht go géar “ach conas a tháinig na sicíní anseo mar sin?” arsa eisean go foighneach.  “Bhuel bhí mé ar tí insint duit” arsa an feirmeoir.”\n",
        "",
        ""
    ]
}