{
    "pageNumber": 1,
    "Texts": [
        "“How come chickens and foxes don't like each other?” The farmer's son asked his father.\n\nIt was the middle of the afternoon on a hot summer's day and they were out walking through the <color=red>orchard</color=red>.  The little boy was on his school holidays.  He was only six years old and he loved to help his father in the fields or around the farm, especially on warm summer days.  Whenever he could, he would take his father's hand and walk through the fields down along the tree covered laneway beside the stream.  The farmer loved to be in his son’s company when he was working.  He loved to show the little lad all the fantastic things on the farm and to answer all the questions the little boy asked.  His son was very curious about everything and he asked many, many questions.\n\n“Well son,” the farmer replied, “it's not really true about the fox and the chicken not liking each other.  The fact is chickens don't like foxes, but foxes do like chickens.”\n\n“Oh,” said the boy, “I thought they didn't like each other at all.  That's what my teacher said.  She told us at school that foxes and chickens just don't get along.”\n",
        "“Cén fáth nach réitíonn cearca agus sionnaigh lena chéile?” a dúirt mac an fheirmeora lena athair.\n\nBhí sé i lár na hiarnóna ar lá breá samhraidh agus bhí siad siúl tríd an <color=red>úlloirde</color=red>.  Bhí an buachaill beag ar a laethanta saoire.  Ní raibh ach sé bliana aige agus thaitin sé go mór leis cabhrú lena athair sna páirceanna nó timpeall na feirme, ach go háirithe nuair a bhí an aimsir bhreá, the sa samhradh.  Nuair a bheadh deis aige bhéarfadh sé ar lámh a athar agus a bheith ag siúl sna páirceanna in aice leis an mboithrín clúdaithe le crainn agus in aice na habhann.  Thaitin sé go mór leis an bhfeirmeoir a bheith lena mhac agus é I mbun oibre. Bhí suim mhór aige na rudaí iontacha ar an bhfeirm a thaispeáint dó agus chun aon cheist a bhí ag a mhac a fhreagairt.  Bhí a mhac an-fhiosrach ar fad faoi gach rud agus chuir sé go leor, leor ceist.\n\n“Bhuel, a mhac”arsa an feirmeoir, “ní fíor an ráiteas é nach réitíonn an sionnach agus na cearca.  Is éard atá fíor ná ní maith lena cearca an sionnach, ach is maith leis an sionnach na cearca.”\n\n“Ó,”arsa an buachaill, “ cheap mé nár réitigh siad lena chéile ar chor ar bith.  Is é sin cad a dúirt mo mhúinteoir.  D’inis sí dúinn ar scoil nach réitíonn sionnaigh agus cearca.”\n",
        "",
        ""
    ]
}