{
    "pageTexts": [
        {
            "pageNumber": 1,
            "Texts": [
                "“How come chickens and foxes don't like each other?” The farmer's son asked his father.\n\nIt was the middle of the afternoon on a hot summer's day and they were out walking through the <color=red>orchard</color=red>.  The little boy was on his school holidays.  He was only six years old and he loved to help his father in the fields or around the farm, especially on warm summer days.  Whenever he could, he would take his father's hand and walk through the fields down along the tree covered laneway beside the stream.  The farmer loved to be in his son’s company when he was working.  He loved to show the little lad all the fantastic things on the farm and to answer all the questions the little boy asked.  His son was very curious about everything and he asked many, many questions.\n\n “Well son,” the farmer replied, “it's not really true about the fox and the chicken not liking each other.  The fact is chickens don't like foxes, but foxes do like chickens.”\n\n“Oh,” said the boy. “I thought they didn't like each other at all.  That's what my teacher said.  She told us at school that foxes and chickens just don't get along.”",
                "“Cén fáth nach réitíonn cearca agus sionnaigh lena chéile?” a dúirt mac an fheirmeora lena athair.\n\nBhí sé i lár na hiarnóna ar lá breá samhraidh agus bhí siad siúl tríd an <color=red>úlloirde</color=red>.  Bhí an buachaill beag ar a laethanta saoire.  Ní raibh ach sé bliana aige agus thaitin sé go mór leis cabhrú lena athair sna páirceanna nó timpeall na feirme, ach go háirithe nuair a bhí an aimsir bhreá, the sa samhradh.  Nuair a bheadh deis aige bhéarfadh sé ar lámh a athar agus a bheith ag siúl sna páirceanna in aice leis an mboithrín clúdaithe le crainn agus in aice na habhann.  Thaitin sé go mór leis an bhfeirmeoir a bheith lena mhac agus é I mbun oibre. Bhí suim mhór aige na rudaí iontacha ar an bhfeirm a thaispeáint dó agus chun aon cheist a bhí ag a mhac a fhreagairt.  Bhí a mhac an-fhiosrach ar fad faoi gach rud agus chuir sé go leor, leor ceist.\n\n“Bhuel, a mhac”arsa an feirmeoir, “ní fíor an ráiteas é nach réitíonn an sionnach agus na cearca.  Is éard atá fíor ná ní maith lena cearca an sionnach, ach is maith leis an sionnach na cearca”\n\n“Ó,”arsa an buachaill, “ cheap mé nár réitigh siad lena chéile ar chor ar bith.  Is é sin cad a dúirt mo mhúinteoir.  D’inis sí dúinn ar scoil nach réitíonn sionnaigh agus cearca.”",
                "",
                ""
            ]
        },
        {
            "pageNumber": 2,
            "Texts": [
                "The farmer and his son soon found themselves standing next to the old red tractor, which had broken down years ago.  The tractor had been parked at the side of the laneway near the entrance to the field where the <color=red>dairy-cows</color=red> were grazing.  At the end of the field, on this side of the gate, stood two huge stacks of nice dry bales of <color=red>hay</color=red>.\n\nThe sun was shining and there was barely a cloud in the sky.  There was hardly a breeze and the sky was a deep, dazzling blue.  It was a quiet, warm and bright sunny day.",
                "Go luath ina dhiaidh sin bhí an feirmeoir agus a mhac ag seasamh in aice leis an seantarracóir dearg, a bhriseadh cúpla bliain ó shin. Bhíodh an tarracóir páirceáilte ag taobh an bhóithrín gar de bhéal na páirce, áit a bhíodh na <color=red>bá-déiríochta</color=red> ag féarach. Ag deireadh na páirce, ag an taobh seo den gheata,bhíodh dhá <color=red>bhurla-féir</color=red>.\n\nBhí an ghrian ag taitneamh agus b’éigean aon scamaill sa spéir.  B’éigean aon ghaoth agus bhí an spéir mar ghorm trom ag lonrú.  Ba lá ciúin,teolaí, grianmhar é.",
                "",
                ""
            ]
        },
        {
            "pageNumber": 3,
            "Texts": [
                "The only sounds that they could hear were birds, the bees humming in the hedgerows and the bubbling of the little stream which ran under the road.  <color=red>Swallows</color=red> were spinning and skimming through the air catching insects above their heads.  <color=red>Skylarks</color=red> were singing and fluttering high up in the sky, then dropping swiftly back down to earth to run and hide in the tall grasses.  Everything was peaceful and quiet.\n\nThe farmer bent down and lifted the little boy up onto one of the hay bales.  “You sit there,” he said.  “We will have our <color=red>tea</color=red> and biscuits and I will tell you exactly what happened between the fox and the chicken and why the chickens hate the foxes so.”\n\n“It happened a long time ago and it happened right here on this farm.”  The little boy could hardly wait.  He knew that his father knew everything there was to know about everything and when he told him stories, they were always exciting and interesting and true.",
                "An t-aon fhuaim a bhí le cloisteáil ná na héin, crónán na mbeach sna fáil sceacha agus sruthán ag crónán a bhí ag rith faoin mbóthar.  Bhí <color=red>fáinleoga</color=red> ag casadh san aer ag gabháil na feithide os cionn a gcinn.  Bhí <color=red>fuinseoga</color=red> ag canadh agus ag croitheadh go hard sa spéir, ansin ag teacht anuas chun talaimh chun rith agus dul I bhfolach san fhéar ard.  Bhí gach rud síochánach agus suaimhneach.\n\nChrom an feirmeoir anuas agus chuir sé an buachaill beag ar cheann de na burla féir. “Suigh ansin,” a dúirt sé.  “Beidh ár <color=red>dtae</color=red> againn le brioscaí agus inseoidh mé duit céard go díreach a tharla idir an tsionnaigh agus an sicín, agus cén fáth go bhfuil fuath ag na sicíní ar an sionnaigh.”\n\n“Tharla sé fadó, fadó ar an bhfeirm seo.”  Ní raibh an buachaill in ann fanacht.  Bhí a fhios aige go raibh a fhios ag a athair gach rud le bheith ar eolas faoi scéalta, agus nuair a d’inis sé na scéalta dó, bhí siad i gcónaí sceitimíneach agus suimiúil agus fíor.",
                "",
                ""
            ]
        },
        {
            "pageNumber": 4,
            "Texts": [
                "The farmer poured a cup of tea for himself and a glass of milk for the boy, then he opened a packet of chocolate biscuits.  Once the little boy was settled down and comfortable the Farmer began to tell his tale.\n\n “<color=red>Chickens</color=red> were not always the way they are today son,” he said.  “A very long time ago, maybe a hundred thousand years, chickens were wild birds.  They did not stay on <color=red>farms</color=red> like our chickens.  They lived in a place called Asia thousands of miles from here.  They lived in a huge dark forest called the <color=red>jungle</color=red> and they had to look after themselves what's more, over that way” and he pointed towards the East.  “In Asia, it was always hot and rainy, and the jungles were dark and dangerous places.  The jungles there are called rainforests because they are so wet and full of all sorts of strange and wonderful creatures.”\n\nThe boy was listening carefully “but how did the chickens get here then?” he asked impatiently.  “Well, I was just about to tell you that,” the farmer replied.",
                "Dhoirt an feirmeoir uúpán tae amach dó féin agus gloine bhainne don bhuachaill, ansin d’oscail sé paicéad de bhrioscaí seacláide.  Nuair a bhí an buachaill beag socraithe agus compordach thosaigh an Feirmeoir ag insint a scéal.\n\n“Ní raibh <color=red>sicíní</color=red> I gcónaí mar atá siad sa lá atá inniu ann, a mhac,”arsa eisean. “Fadó,fadó, b’fhéidir céad mhíle bliain ó shin, bhí sicíní mar éin fhiáine.  Níor fhan siad ar <color=red>fheirmeacha</color=red> mar ár sicíní.  Bhí cónaí orthu ar áit darbh ainm An Áis, atá na mílte míle uainn.  Chónaigh siad I bhfórais mhór, dhorcha darbh ainm an <color=red>dufair</color=red> agus bhí orthu a thabhairt dóibh féin, chomh maith leis sin, thall ansin,” agus dhírigh sé a mhéar I dtreo an Oirthir.  “San Áis, bhí sé te agus báistiúil i gcónaí agus na dufair mar áiteanna dorcha agus dainséaracha.  Glaoitear foraois bháistí ar na dufair ansin mar tá siad chomh fliuch agus lán le gach cineál neach beo atá aisteach agus iontach.\n\nBhí an buachaill ag éisteacht go géar “ach conas a tháinig na sicíní anseo mar sin?” arsa eisean go foighneach.  “Bhuel bhí mé ar tí insint duit” arsa an feirmeoir.”",
                "",
                ""
            ]
        },
        {
            "pageNumber": 5,
            "Texts": [
                "“You see, your great, great, great, grandfather had a job working for the Queen of England, for a time.  When he worked for the Queen, he was a sailor in the <color=red>Navy</color=red>.  He used to work on a massive sailing-ship as a deckhand but in his heart, he always wanted to work on the land.  Over the years he spent working as a sailor he managed to save up enough money to buy this piece of land so that, when he finished with the sea, he could become a farmer.\n\n“He passed the lands and this farm on to his son who passed it on to his son, who passed it on to his son, who was your grandfather, and he passed the farm on to me and that's how we got here.  One day this will all be yours”, he said, as he spread his arms out wide to show the boy the land.\n\n“Anyway, when he was a sailor, he used to go on these long trips sometimes for as long as two or three years.  He used to go to different countries all over the world and one day he was told by the Queen that he was going to have to go to a country called <color=red>India</color=red>, which is in Asia.  He had never heard of India, but he still had to go.”",
                "“Bhí post ag do shin-sin-sin-seanathair ag obair do Bhanríon na Breataine, ar feadh tamaill.  Nuair a d’oibrigh sé don Bhanríon, bhí sé mar mhairnéalach sa <color=red>Chabhlach</color=red>.  Bhíodh sé ag obair ar longseoil an-mhór mar mhairnéalach boird ach ina chroí, theastaigh uaidh a bheith ag obair ar an talamh.  Thar na blianta a chaith sé ag obair mar mhairnéalach, shábháil sé a dhotháin airgid chun an píosa talamh seo a cheannach, ionad go mbeadh an deis aige a bheith mar fheirmeoir agus é críochnaithe mar mhairnéalach.\n\n“D’fhág sé an talamh agus an fheirm chuig a mhac, a thug chuig a mhac é, a thug chuig a mhac é a bhí mar do sheanathair, agus thug sé an fheirm dom agus anois táimid anseo.  Lá amháin, beidh sé ar fad agat”, ar sé, agus a lámhá leathadh amach aige chun an talamh a thaispeáint dó.\n\n“Ar aon nós, agus é mar mhairnéalach, théadh sé ar turais fhada uaireanta chomh fada le dhá nó trí bhliain.  Théadh sé go tíortha éagsúla timpeall an domhain agus lá amháin dúirt an Bhanríon leis go mbeadh air dul chuig tír  darbh ainm an <color=red>India</color=red>, atá san Áis.  Ní raibh rud ar bith cloister aige faoin India cheana, ach fós bhí air dul.”",
                "",
                ""
            ]
        },
        {
            "pageNumber": 6,
            "Texts": [
                "“Your great, great, great, grandfather and the rest of the crew had to live and work on their sailing-ship for months and months on end, so they loaded the inside of the ship with enough food and water and all the other things they would need for such a long journey.  The <color=red>sailing-ship</color=red> had three tall masts and big white sails.  As soon as the crew had finished loading all their gear, they set sail for India.\n\nThey sailed for nearly a year before they arrived and I can tell you they had some great adventures on the way, but I will save those stories for another day.",
                "“Bhí ar do shin-sin-sin-seanathair agus an chuid eile den chriú a bheith ag obair agus ina gcónaí ar a longseoil ar feadh na míonna, mar sin bhí an longseoil lán le go leor bia agus uisce agus gach rud eile a bheadh de dhíth don turas fada seo.  Bhí trí chrann seoil agus seolta móra, bána ag an <color=red>longseoil</color=red>.  Chomh luath is a bhí siad críochnaithe ag pacáil, d’ardaigh siad na seolta d’India.\n\nSheol siad  ar feadh beagnach bliain sular tháinig siad agus is féidir liom a chur in iúl duit go raibh eachtraí iontacha acu ar an mbealach, ach sábháilfaidh mé na scéalta sin do lá eile.",
                "",
                ""
            ]
        },
        {
            "pageNumber": 7,
            "Texts": [
                "“When the sailors arrived in India, and they first saw this new land, all they could see was beautiful long white sandy beaches where the waves were crashing onto the shore.  In the distance, they could see mountains all covered with millions of trees that came right down to the sea.\n\nThe trees were packed together and were bright, bright green and very, very tall.  That was the first time your great, great, great grandfather and the rest of the crew had ever seen a jungle or a <color=red>rainforest</color=red>.”\n\nThe Captain ordered the men to sail up and down the coast to find somewhere safe for the ship to stop.  After a while, they came to a big bay surrounded by high cliffs on either side which would protect the ship from any bad weather that might come along.  Then the Captain ordered the crew to let the anchor down into the deep blue sea so that the ship wouldn't float away.\n\nOnce the ship was safe, he said, “right lads you've worked really hard to get us here, so you have earned yourselves a break.  You can take the rowing boats off to the beach and have the day off.”",
                "“Nuair a shroich na mairnéalaigh an India, agus chonaic siad an talamh nua seo, ní raibh ach tránna fada, álainn, gainmheach a fheiceáil le tonnta ag buaileadh isteach ar an gcladach.  I bhfad uathu, bhí siad in ann na sléibhte a fheiceáil clúdaithe lena mílte crann a tháinig díreach síos chun na farraige.\n\nBhí na crainn pacáilte le chéile agus iad geal, geal glas agus an-ard at fad.  Bhí sé an chéad uair a bhí duafir nó <color=red>foraois-bháistí</color=red> feicthe ag do shin-sin-sin-seanathair agus an chuid eile den chriú.”\n\nD’ordaigh An Captaen na fir chun seoladh suas agus síos an chósta chun teacht ar áit shábháilte chun stopadh.  Tar éis tamaill, tháinig siad ar bhá mór le haillte móra timpeall ar an dá thaobh a thabharfadh cosaint don bhád ó dhrochaimsir a d’fhéadfadh teacht ar an bhfód.  Ansin d’ordaigh an Captaen an criú chun ancaire a chur san fharraige dhorcha, ghorm ionas nach rachadh an longseoil ar snámh.\n\nNuair a bhí an longseoil sábháilte, dúirt sé, “ceart go leor leaideanna, d’oibrigh sibh go dian chun a bheith anseo, tá sos tuillte uaibh.  Is féidir libh na báid iomartha  a thógáil chuig an trá agus lá saor a bheith agaibh.”",
                "",
                ""
            ]
        },
        {
            "pageNumber": 8,
            "Texts": [
                "Well, the crew jumped for joy.  They loaded the rowing boats up with food and water and set off straight away to get to the beach before the Captain changed his mind.  “Be back before nightfall” the Captain shouted after them.\n\nThe sailors rowed to the beach and, when they got there, made barbeques, played football and sang and danced on the sand.  After a couple of hours relaxing, your great, great, great grandfather got bored so he decided to go into the rainforest exploring.  The others all stayed behind.  Most of them had fallen asleep anyway.\n\nYour great, great, great grandfather walked along the beach and then turned and clambered through the bushes and into the rainforest.",
                "Bhuel, léim an criú le haoibhneas.  Bhí na báid iomartha lódáilte le bia agus uisce agus d’imigh siad díreach chun trá sular d’athraigh intinn an chaptaein.  “Bígí ar ais roimh titim na hoíche” a scairt an Captaen orthu.\n\nRámhaigh na mairnéalaigh go dtí an trá, nuair a shroich siad ann, rinne siad beárbaiciúnna, d’imir siad peil agus chan siad agus bhí siad ag damhsa ar an trá.  Tar éis cúpla uair de scíth a ligint, d’éirigh leadrán an domhain ar do shin-sin-sin-seanathair agus rinne sé an cinneadh dul ag taiscéalaíocht san fhoraois bháistí.",
                "",
                ""
            ]
        },
        {
            "pageNumber": 9,
            "Texts": [
                "When he had gone a few yards, he looked up towards the sky but all he could see high up above him was a canopy of trees blocking out the sunlight.  The tree trunks all around him were enormous and covered in creepers.  There were palm trees and all sorts of other types of vines and ferns that he had never seen before, all growing so close together that he could hardly squeeze between them.\n\nDown on the ground, below all these trees, it was very, very damp and hot and humid and the sunlight only managed to get through in long shafts of light.  It shone on the jungle floor in patches here and there.  He began to sweat, which made his eyes sting.\n\n Everywhere he looked, insects were buzzing and hopping and crawling and flying.  They made so much noise, these tiny little insects, that it began to frighten your great, great, great grandfather.  He thought to himself, “I don't like all this noise I'm going back to the beach.”\n\nJust then, as he was turning back in the direction of the beach, he saw a flash of colour out of the corner of his left eye and then suddenly another flash out of his right eye.  The colours were very bright and they stood out against the green background.\n\nThis made him very curious.  He was curious about everything just like you, a little bit, so he decided that rather than go back to the beach he would find out what those colours were.  What had made them? he wondered to himself.\n\nHe stopped and listened for a moment to see if he could hear anything and sure enough, he heard a sort of scratching noise.  He tiptoed over to a big clump of ferns and noticed that the noise was coming from behind the ferns.  He peeped around the corner and gasped.",
                "Nuair a bhí cúpla slat curtha i gcrích aige, d’fhéach sé aníos i dtreo na spéire ach ní raibh sé in ann aon rud a fheiceáil ach ceannbhrat de chrainnte go hard os a chionn ag cur solas na gréine faoi cheilt.  Bhí na crannbhrait go léir ollmhór agus cludaithe i bhféithigh.  Bhí crainnte pailme chomh maith le gach cineál crann eile chomh maith le fíniúin agus raithní nach raibh feicthe aige cheana, go léir ag fás an-ghar le chéile agus bhí deacracht aige bogadh idir na plandaí mar gheall ar an easpa spáis.\n\nThíos ar an talamh, faoi na crainnte bhí sé an, an-tais, te agus bogthais agus ní raibh ach písoa de sholas na gréine le feiceáil trí gha solais fhada.  Bhí sé ag lonrú ar talamh na dufaire i bpasití anseo agus ansiúd.  Thosaigh sé ag cur allais, ag déanamh gradfaigh ina shúile.\n\nI ngach áit a d’fhéach sé, bhí cronán, léim, lámhacán agus eitilt na bhfeithidí le feiceáil.  Rinne siad an oiread sin fuaime, na feithidí beaga seo, gur chur sé eagla ar do shin-sin-sin-seanathair.  Smaoinigh sé dó féin, “ní maith liom na fuaimeanna seo, táim ag dul aris ais go dtí an trá.”\n\nAnsin, nuair a chas sé ar ais i dtreo na trá, chonaic sé splainc de dathanna I gcúinne a shúil chlé agus go tobann splainc eile ina shúil dheas.  Bhí na dathann an-gheall ar fad agus sheas siad amach ón gcúlra glas.\n\nD’éirigh sé an-fhiosrach.  Bhí sé fiosrach faoi gach rud, mar atá tú, píosa agus rinne sé an cinneadh seachas ag dul ar ais go dtí an trá bhí sé chun na dathanna a fhiosrú.  Céard a rinne iad? a d’fhiafraigh sé dó féin.\n\nStop sé ar feadh noiméad chun éisteacht amach d’aon rud eile, agus cinnte dearfach, chuala sé fuaim cineál scríobadh.  Chuaigh sé ar a bharraicíní go dos raithní agus thug sé faoi deara go raibh an fhuaim ag teacht taobh thiar den raithneach.  Thug sé spléachadh timpeall an chúine agus lig sé cnead as.",
                "",
                ""
            ]
        },
        {
            "pageNumber": 10,
            "Texts": [
                "There, sitting on the ground, were <color=red>two-birds</color=red> the like of which he had never seen before.  They were jungle-fowl. One of them was multicoloured with yellow and red and purple and blue feathers, some were even white and black.  The other was a drab brownish colour and much smaller.  It was the <color=red>female</color=red>.  The big bird had a strange sort of red hat on its head, both had short stubby beaks.\n\nIt was the big bird who was <color=red>scratching</color=red> the ground searching for grubs.  He had a long feathery tail which stuck out into the air in a long sweeping curve like a pirate's cutlass.",
                "Ansin, ag suí ar an talamh, bhí <color=red>dhá-éan</color=red> nach raibh feicthe aige riamh.  Éan na dufaire a bhí ann.  Bhí ceann dóibh ildaite le cleití buí agus dearg agus corcra agus gorm, bhí cinn bán agus dubh fiú.  Bhí dath liathdhonn ar an gceann eile agus bhí sé i bhfad níos lú.  An ceann baineanna a bhí ann.  Bhí hata cineál aisteach dearg ar cheann an éin mhór.  Bhí goba gearr, giortach ag an dhá éan.\n\nAn t-éan mór a bhí ann ag déanamh fuaime <color=red>scríobadh</color=red> ag lorg cruimhe.  Bhí eireaball clúmhach aige a sheas amach san aer i gcuar scuabach mar muirchlaíomh a bhíonn ag píoráid.",
                "",
                ""
            ]
        },
        {
            "pageNumber": 11,
            "Texts": [
                "Now, these birds had never seen a man before, so they were quite tame and your great, great, great grandfather was able to walk right up to the <color=red>bird</color=red> which was sitting on the ground under a bush and pick it up.  When he did, he saw ten round looking objects in a small hollow in the ground.\n\nWell, they were eggs.  Now in those days, no one here knew much about eggs or how good they were to eat.  Your great, great, great grandfather had a sudden impulsive thought and he carefully picked up the birds which were incredibly tame and he picked up all ten of the eggs, to keep them all together.",
                "Faoi láithir, ní raibh fear feicthe ag na héin seo cheana féin, agus bhí siad leamh go leor mar gheall a sin agus bhí do shin-sin-sin seanathair in ann siúl díreach suas chuig an <color=red>éan</color=red> a bhí ag suí ar an talamh faoin dtomach agus é a phiocadh suas.  Nuair a rinne sé é, chonaic sé deich n-earra ciorclach i gcuasach sa talamh.\n\nBhuel, uibheacha a bhí ann.  Sna laethanta sin, ní raibh mórán eolais ag éinne faoi uibheacha nó cé chomh maith is a bhí siad le h-ithe.  Bhí smaoineamh tobann ag do shin-sin-sin seanathair agus go cúramach phioc sé na héin suas a bhí dochreidte leamh, agus phioc sé na deich n-uibheacha ar fad suas, chun iad a choimeád le chéile.",
                "",
                ""
            ]
        },
        {
            "pageNumber": 12,
            "Texts": [
                "He put the eggs in his baggy trouser pockets and a bird under each arm, before making his way back to the beach.\n\nJust as well he did because when he got back, the other sailors had packed everything up and were loading the rowing boats ready to return to the ship.  One of his friends shouted at him and said he was lucky because they all had thought he had run away and were about to leave without him.\n\nNow, the ship and the crew had a very long journey ahead of them, so they finished exploring the rest of the coastline and soon began the long voyage home.",
                "Chuir sé na huibheacha I bpóca ina bhriste móra agus éan faoi gach lámh aige, sula thosaigh sé ag dul I dtreo na trá.\n\nB’fhiú é go raibh sé déanta aige nuair a d’fhill sé ar ais bhí gach rud pacáilte ag na mairnéalaigh eile agus bhí siad ag lódáil na báid rámhaíochta chun dul ar ais chuig an long.  Scread ceann amháin de na cairde air agus dúirt sé go raibh an t-ádh air mar cheap siad gur d’éalaigh sé agus bhí siad ar tí é a fhágáil.\n\nAnois, bhí turas fada os comhair na longa agus an criú, chríochnaigh siad an taiscéalaíocht an chuid eile den imeallbhord agus thosaigh siad ar an turas fada abhaile.",
                "",
                ""
            ]
        },
        {
            "pageNumber": 13,
            "Texts": [
                "On the return journey, the men ran out of food and except for the odd fish which they managed to catch, they were getting very hungry.  Luckily during the return voyage, all of the eggs your great, great, great-grandfather brought back from the jungle had hatched into chicks and after a few weeks, all of the new female chickens had laid more eggs of their own.  Then those eggs hatched as well.\n\nThe Captain, seeing that the men were so hungry ordered your great, great, great grandfather to give some of the eggs to the cook so that the men could eat.  This is how we learned that these birds were very good at laying eggs and <color=red>eggs</color=red> were very good to eat.\n\nWhen the ship arrived back home your great, great, great grandfather had one hundred and fifty <color=red>birds</color=red>.  On leaving the ship, he was very generous and gave a couple of birds to each of his best friends so that they could start a collection of their own.  Then, he came home to the farm.",
                "Ar an mbealach abhaile, rith na fir as bias seachas iasc nó dhó a fháil, bhí siad ag éirí an-ocrasach.  Ar an dea-uair, tháinig na sicíní ar fad a bhí sna huibheacha a thóg do shin-sin-sin-seanathair ar ais ón ndufair amach agus tar éis cúpla seachtain, bhí uibheacha breithe ag na sicíní baineannach sin.  Bhí na huibheacha seo haitseáilte freisin.\n\nNuair a chonaic An Captaen go raibh na fir chomh ocrasach sin, d’ordaigh sé do shin-sin-sin-sin seanathair chun roinnt de na huibheacha a thabhairt do na fir chun iad a chócaireáil agus a ithe.  Is é seo conas a d’fhoghlaimaíomar go raibh na héin seo an-mhaith ag ubh-bhreithe agus go raibh <color=red>uibheacha</color=red> an-mhaith le n-ithe.Nuair a bhí an long ar ais sa bhaile bhí <color=red>céad-caoga-éan</color=red> ag do shin-sin-sin seanathair.  Ag fágáil na longa, bhí sé an-fhlathúil agus thug sé cúpla éan chuig a chairde ionas go raibh an deis acu a mbailiúcháin féin a thosú.  Ansin, tháinig sé abhaile go dtí an fheirm.",
                "",
                ""
            ]
        },
        {
            "pageNumber": 14,
            "Texts": [
                "“Now, when he got home to the farm, he made a big <color=red>chicken-coop</color=red> for the chickens to live in until they got used to living here in England” the farmer explained.\n\n“But our chickens don't live in a coop Dad,” the boy said.  “I know son, but as well as the coop he built a big enclosure.  It was made from wooden posts stuck in the ground with lots of wire wrapped around the posts.  That's where the name <color=red>chicken-wire</color=red> comes from.  After a while, once the chickens were used to their new home and they had become used to the weather, your great, great, great grandfather opened the door to the enclosure and let them wander about the farm.”\n\n“The chicken-coop was inside the enclosure, with lots of nice little huts and hiding places in it so if the chickens ever got too cold or scared, they could just run straight back into the enclosure.  Your great, great, great grandfather never closed the door to the enclosure you see.”\n\n“It wasn't long before your great, great, great grandfather realised that the chickens were laying eggs every day and he started to find them everywhere.  Under bushes, inside the enclosure, under bushes outside the enclosure, in the coop and huts, everywhere and do you know what he did with them?”, the farmer asked.  “What did he do with them?” the little boy said with a yawn, thinking this story is getting to be a little bit too long.",
                "“Anois, nuair a shroich sé an fheirm, rinne sé <color=red>cúb-na-gcearc</color=red> do na sicíní chun a bheith ina gcónaí iontu go dtí go raibh siad I dtaithí a bheth ina gcónaí anseo i Sasana” a mhínigh an feirmeoir.\n\n“Ach níl cónai ar ár sicíní I gcúb a Dhaid” arsa an buachaill.  “Tá a fhios agam a mhac, ach chomh maith leis an gcúb na gcearc, thóg sé clós mór.  Bhí sé déanta as cuaillí admhaid curtha sa talamh le go leor sreang timpeall ar na cuaillí.  Is é seo an áit a thagann an t-ainm <color=red>mogalra-sreinge</color=red> as.  Tar éis tamall, agus na sicíní tar éis dul i dtaithí chuig a mbaile nua agus an aimsir, d’oscail do shin-sin-sin seanathair doras an chlóis agus bhí na sicíní in ann a bheith ag fámaireacht timpeall na feirme.”\n\n“Bhí cúb na gcearch taobh istigh den chlós, le go leor bothán beaga agus áiteanna chun dul i bhfolach, más rud é gur d’éirigh siad ró-fhuar nó go raibh eagla orthu, bhí siad in ann rith ar ais isteach sa chlós ar nós na gaoithe.  “Níor dhún do shin-sin-sin seanathair an doras riamh”.\n\n“Níorbh fhada gur thug do shin-sin-sin seanathair faoi deara go raibh ubh-bhreithiú á dhéanamh ag na sicíní gach uile lá agus tháinig sé orthu i ngach áit.  Faoi thoim, taobh istigh den chlóis, faoi thoim taobh amuigh den chlós, sa chúb agus sna botháin, I ngach áit agus an bhfuil a fhios agat cad a rinne sé leo?” a d’iarr an feirmeoir air.  “Cad a rinne sé leo?” arsa an buachaill le méanfach á dhéanamh aige, ag smaoineamh go raibh an scéal seo ag éirí ró-fhada.",
                "",
                ""
            ]
        },
        {
            "pageNumber": 15,
            "Texts": [
                "“Well, he sold them to the villagers and they were delighted with this new kind of <color=red>food</color=red> that they had to eat.  It made a change from corn and cabbage and rabbit and bacon.”\n\n“But Dad what does this have to do with foxes and chickens?” the little lad asked.  “I thought you were going to tell me why the fox liked the chickens and the chickens did not like foxes.”\n\n“Blimey you're right, I did say that” the father replied.  “I have been going on, let me tell you about that,” he said.",
                "“Bhuel, dhíol sé iad chuig muintir an tsráidbhaile agus bhí siad ar mhuin na muice leis an gcineál nua de <color=red>bhia</color=red> seo a bhí siad in ann a ithe.  B’athrú é ón árbhar agus cabáiste agus coinín agus bagún.”\n\n“Ach a Dhaid cén bhaint atá aige soe le sionnacha agus sicíní?” arsa an buachaillín.  “Cheap mé go raibh tú chun a rá liom cén fáth gur thaitin na siciní leis na sionnacha agus níor thaitin sionnacha leis na sicíní.”\n\nA thiarcais, tá an ceart agat, dúirt mé é sin” arsa an t-athair. “Bhí an gnáthsheafóid ar siúl agam, lig dom a insint duit faoi sin,”arsa sé.”",
                "",
                ""
            ]
        },
        {
            "pageNumber": 16,
            "Texts": [
                "“Well, you see a couple of years went by and the chickens were very happy but around that time other birds and animals started to come along to the farm because they heard that they would find lots of nice things to eat there.  All sorts of birds would fly from miles away.  <color=red>Sparrows</color=red> and <color=red>Pheasants</color=red> and Crows would drop in to pick up the <color=red>grain</color=red> that the chickens were being fed.\n\nThe chickens would go into the woods, over there”, and he pointed to the hills above the farm, “and they would scrape around, just like their ancestors did in the jungle, to find bugs and worms and insects.  The <color=red>Blackbirds</color=red> and <color=red>Robins</color=red> would follow them to pick up the leftovers.”\n\n“Then, attracted by the birds, along came other bigger animals to see what they could find to eat.”",
                "“Bhuel, lean na blianta ar aghaidh agus bhí áthas an domhain ar na sicíní ach timpeall an ama sin, thosaigh ainmhithe eile ag teacht chuig an bhfeirm mar chuala siad go raibh go leor bia deasa ann chun ithe.  Bhíodh cineálacha éin éagsúla ag eitilt ann ó na mílte.  Bhíodh <color=red>gealbháin</color=red> agus <color=red>piasúin</color=red> agus préacháin ag buaileadh isteach chun <color=red>gránaigh</color=red> a bhí á ithe ag na sicíní a fháil.\n\n“Rachadh na sicíní sa choill, thall ansin”,agus chuir sé a mhéar I dtreo na conic os cionn na feirme, “chuaigh siad timpeall, mar na a nglúine roimhe sa dhúfair, chun feithidí agus péisteanna a fháil.  Leanadh na <color=red>lon-dubha</color=red> agus na <color=red>spideoige</color=red> iad chun an fuílleach bia a bhailiú.”\n\n“Ansin, mar gheall ar na héin, tháinig ainmhithe níos mó chun breathnú le haghaidh bia le n-ithe.”",
                "",
                ""
            ]
        },
        {
            "pageNumber": 17,
            "Texts": [
                "<color=red>Weasels</color=red> and <color=red>stoats</color=red> came and they found nothing lying around but they did see the chickens sitting on their eggs.  They frightened the chickens and when the chickens ran away, they stole their eggs and broke them open to eat the yolk.”\n\n“Then came the <color=red>rats</color=red>.  Big brown rats.  They were nasty and they chased the stoats and weasels away, then they chased the chickens and ate their eggs as well.”\n\n“Well, your great, great, great grandfather did not know what to do.  He set traps and he sat up at night trying to catch the stoats and the weasels and the rats, but he never managed to stop them.”\n\n“Then, as it happened, a red <color=red>fox</color=red> had been sitting and watching the chickens, who were out in the woods scratching for food.  The fox had never seen a chicken before.  These strange birds, who could hardly fly, were digging up bugs, worms, berries and nuts and having a great feast.",
                "Tháinig na <color=red>heasóga</color=red> agus na <color=red>beainíní-uasail</color=red> ach níor tháinig siad ar aon rud ag luí thart timpeall ach chonaci siad na sicíní ag suí ar a n-uibheacha.  Chuir siad eagla ar na sicíní agus nuair a rith na sicíní I bhfad uathu, ghoid siad na huibheacha agus bhris siad iad chun an bhuíocháin a ithe.\n\n“Ansin, tháinig na <color=red>francaigh</color=red>.  Francaigh mhóra dhonna.  Bhí siad gránna agus chuaigh siad sa tóir ar na heasóga agus ansin ar na sicíní agus d’ith siad a n-uibheacha freisin.”\n\n“Ní raibh a fhios ag do shin-sin-sin seanathair céard le déanamh, bhí gaistí curtha aige agus bhí sé ina shuí don oíche ar fad ag déanamh iarrachta na heasóga a fháil ach níor éirigh leis iad a stopadh”.\n\n“Ansin, mar a tharla sé, bhí <color=red>sionnach</color=red> dearg ina shuí ag breathnú ar na sicíní, a bhí sa choill ag lorg bia.  Ní raibh sionnach feicthe ag an sicín go dtí seo.  Na héin aisteacha seo, a bhí ar éigean in ann eitilt ag tochailt ag lorg feithidí, péisteanna agus sméara agus cnónna d’fhéasta mór.”",
                "",
                ""
            ]
        },
        {
            "pageNumber": 18,
            "Texts": [
                "They were disturbing the mice and voles, who were then exposed, making themselves an easy target for the fox to catch.  Mice and voles were his favourite food.  The fox lived in a <color=red>den</color=red>, across the valley, with his wife and three <color=red>cubs</color=red>.  When he first heard the strange noises the chickens were making, he crept over to see what the noise was.\n\nHe had been watching the chickens for a few days now to see if there was some way that he could sneak in and catch the mice and voles, or even steal some of their food, without them knowing.  He was hatching a <color=red>plan</color=red>.”\n\n“Late one afternoon, when the fox was studying the chickens, he heard the sound of an almighty scuffle coming from the farmyard where the chickens lived.  There was an awful screeching and cackling sound, a sound he had never heard before.  He wandered over to where the noise was coming from to see what was going on.\n\nWhen he reached the top of the hill he looked down into the farm.  Inside the yard he saw a rat chasing a weasel, who was chasing a stoat and the stoat was chasing a chicken.  They were running in a big circle, around and around a pile of big white eggs.”",
                "Bhí siad ag cur isteach ar na lucha agus na vóil, a bhí nochta anin agus iad go soiléir mar targaid don sionnach.  Bhí lucha agus vóil an bia is fear leis.  Bhí cónaí ar an sionnach I <color=red>nead</color=red>, trasna an ghleanna, lena bhean chéile agus trí <color=red>choileán</color=red>.  Nuair a chuala sé na fuaimeann aisteacha a bhí á dhéanamh na sicíní ar dtús, shleamnaigh sé trasna chun breathnú ar an bhfuaim.”\n\nBhí sé tar éis a bheith ag breathnú ar na sicíní anois ar feadh cúpla lá ag iarraidh teach tar bhealach chun briseadh isteach agus luchóga agus vóil a fháil, nó fiú bia a ghoideadh, gan a fhios dóibh.  Bhí <color=red>plean</color=red> á chur le chéile aige.\n\n“Go déanach tráthnóna amháin, nuair a bhí an sionnach ag déanamh staidéir ar na sicíní, chuala sé torann cos ag teacht ón bhfeirm san áit a bhí cónaí ar na sicíní.  Bhí fuaim uafásach, screadach ag teacht uathu nach raibh cloister aige riamh.  Chuaigh sé thall chun brethnú ar cén áit a bhí an fhuaim ag teacht as agus céard a bhí ag tarlú.”\n\nNuair a shroich sé barr an chnoid, d’fhéach sé thíos ar an bhfeirm.  Taobh istigh den chlós, chonaic se francach ag dul sa tóir ar bhláthnaid ghallada, a bhí ag dul sa tóir ar easóg agus bhí an easóg ag dul sa tóir ar sicín.  Bhí siad ag rith timpeall i gciorcal mór, timpeall agus timpeall ar charn mór d’uibheacha bána.”",
                "",
                ""
            ]
        },
        {
            "pageNumber": 19,
            "Texts": [
                "“Now son, you know that foxes are crafty, don't you?” said the farmer, “they are excellent hunters and  can even swim, but they are also very, very cunning and <color=red>clever</color=red>.”  Having watched the chickens for a few days the fox could see an easy way to get a meal without having to work too hard.\n\nHe watched the weasel and the stoat and the rat for a while to try and find out why they were chasing the chicken.  The fox did not like weasels and he was not very fond of stoats either and he certainly did not like rats, but they just kept running and running around in circles after the chicken.\n\n“After watching for some time, the fox decided he would go and help the chicken.  He ran towards them, shouting at the top of his voice and when the weasel and the stoat and the rat saw him coming, they ran off as fast as they could go.”",
                "“Anois a mhac, tá a fhios agat go bhfuil sionnaigh glic, nach bhfuil?” arsa an feirmeoir, “is sealgairí den chéad scoth iad agus is féidir leo snámh fiú, ach tá siad ana an-ghlic agus <color=red>cliste</color=red> ar fad.  Tar éis a bheith ar breathnú orthu ar feadh cúpla lá bhí an sionnach in ann a fheiceáil bealach éasca chun béile a fháil gan a bheith ag obair ró-dhian.\n\nD’fhéach sé ar an easóg agus an bheainín uasal agus an francach ar feadh tamall chun a fhiosrú cén fáth a bhí siad ag dul sa tóir ar an sicín.  Níor thaitin easóga leis an sionnach agus ní raibh sé ró-cheanúil ar bheainín uasail ach in oiread agus gan aon agó níor thaitin francaigh leis, ach lean siad ar aghaidh ag rith timpeall I gciorcail i ndiaidh an tsicín.\n\n“Tar éis tamall a chaitheamh ag breathnú orthu, rinne an sionnach an cinneadh chun cabhrú leis an sicín.  Rith sé ina dtreo, ag screadaíl ar bharr a ghutha agus nuair a chonaic siad go raibh an sionnach ag teacht d’éalaigh siad ar nós na gaoithe.”",
                "",
                ""
            ]
        },
        {
            "pageNumber": 20,
            "Texts": [
                "The chicken was so grateful that, when she thanked the fox, she asked him to stay and meet the other chickens.  The other chickens came out from where they had been hiding and crowded around to thank the fox.  The fox soon found that he was their hero.”\n\n“However, What the fox did not realise was that it had been the chicken who was chasing the weasel and the stoat and the rat to try to stop them from stealing her eggs.  She had been getting very tired and if the fox had not arrived who knows what might have happened.\n\nThe <color=red>head-chicken</color=red> was a majestic cockerel.  He was as tall as the fox and had a huge red crest and wattle which hung down underneath his chin.  His tail feathers curved up into the air and they were as long as the fox's body.  His feathers were a bright red colour and he had a big sharp, long, yellow beak.  He stood on two sturdy legs with claws that were pointed and strong.\n\nWhen the fox saw him, he was a bit scared of him at first but, the head chicken said, “Mr. Fox, we owe you a huge debt and we want to ask you to stay with us and protect us against those horrible weasels and stoats and rats and in return, we will grant you whatever we can.”",
                "“Bhí an sicín an-bhuíoch don sionnach, nuair a bhí sí ag gabháil buíochais leis d’iarr sí air buaileadh leis na sicíní eile.  Tháinig na sicíní eileamach ón áit a bhí siad i bhfolach chun buíochas a ghabháil leis an sionnach.  D’fhiosraigh an sionnach go raibh sé mar laoch dóibh.”\n\n“Áfach, rud nár thug an sionnach faoi deara ná go raibh sé an sicín a bhí ag dul sa tóir ar an easóg, an bheainín uasal agus an francach ag déanamh iarrachta na huibheacha a chosaint.  Bhí sí ag éirí an-tuirseach ach gur tháinig an sionnach, cé a bheadh a fhios acu céard a bheadh tar éis tarlú.\n\nBa shicín coiligh mhórga é an <color=red>príomh-shicín</color=red>.  Bhí sé chomh ard leis an sionnach agus bhí círín mór dearg air agus sprochaille ag crochadh faoina smig.  Bhí a chleití cuartha san aer agus bhí siad chomh fada le corp an tsionnaigh.  Bhí a chelití dearg geal agus bhí gob gear, fada agus buí air.  Sheas sé ar dhá chos láidir le crúba géar agus láidir.\n\nNuair a chonaic an sionnach é, bhí cinéal eagla air ar dtús, ach ansin dúirt an sionnach, “A Shionnaigh, táimid faoi chomaoin agat agus táimid ag iarraidh go bhfanfaidh tú linn chun muid a chosaint in aghaidh na heasóga, beainíní uasail agus francaigh uafásacha seo agus ar son é seo, déanfaimid cibé rud a iarann tú orainn.”",
                "",
                ""
            ]
        },
        {
            "pageNumber": 21,
            "Texts": [
                "“Until then Son, foxes <color=red>ate</color=red> berries and insects and small animals like mice and voles.  They could not catch birds who would fly off as soon as any foxes came near them and they had never tasted eggs, so he did not know how delicious eggs could be.”\n\nThe fox thanked the head chicken and he said “Well I have watched the way that you gather food and you are very good at it.  I cannot get under the bushes and scrape and scratch like you because my claws are short and blunt.  If you will let me share your food with you, I will stay and protect you from the weasel, the stoat and the rat.”  Everyone thought that this would be fantastic, so they all agreed.",
                "“Go dtí an pointe sin a mhac, <color=red>d’ith</color=red> na sionnaigh sméara, feithidí agus ainmhithe beaga mar lucha agus vóil.  Ní raibh siad in ann éin bheaga a ghabháil mar d’éalaigh siad uathu ar nós na gaoithe nuair a chonaic siad an sionnach agus níor bhlas siad na huibheacha cheana féin, agus mar sin de ní raibh a fhios aige cé chomh blasta a d’fhéadfaidís a bheith.”\n\nGhabh an sionnach buíochas leis an bpríomh-shicín agus dúirt sé “bhuel bhreathnaigh mé oraibh agus conas mar a bhíonn sibh ag bailiú bia agus tá sibh an-mhaith.  Ní féidir liom dul faoi na toim chun scríobhadh agus scrabhadh a dhéanamh mar sibh mar tá mo chroibh ró-ghearr agus maol.  Má ligeann sibh dom do bhia a roinnt liom, fanfaidh mé agus beidh mé in ann sibh a chosaint ón easóg, beainín uasal agus an francach.” Cheap gach duine go mbeadh sé se oar fheabhas, agus d’aontaigh siad.”",
                "",
                ""
            ]
        },
        {
            "pageNumber": 22,
            "Texts": [
                "“But Dad doesn't that mean that the fox liked the chickens and the chickens liked the fox?  That's not what you said, you said that the chickens don't like foxes.”\n\n“Yes, I know I did and now I am going to tell you why the chickens stopped liking foxes. You see the fox and the chickens got on very well, for a while. The other animals never returned to bother the chickens and the chickens shared their food with the fox, but no matter how much the chickens gave the fox to eat he was always, always hungry. Now the fox being cunning and clever and hungry kept on thinking about the weasel the stoat and the rat and wondering why they had been so keen on stealing the chicken’s eggs.”\n\n“Eventually temptation was too much for the fox and one day, when all the chickens were out looking for food, he sneaked back into the farmyard and took one of the chicken's eggs.  He picked it up and dropped it on the hard ground and it broke open.  He looked down at the gold-coloured yolk and after a short period of time, decided to eat it.  It was delicious.”",
                "“Ach a Dhaid nach gciallaíonn sé sin gur thaitin an sionnach leis na sicíní agus na sicíní leis an sionnach? Níl sé sin cad a dúirt tú, dúirt tú nach maith leis na sicíní na sionnaigh.”\n\n“Dúirt, tá a fhios agam agus anois inseoidh mé duit cén fáth gur stop an dea-chaidreamh eadarthu.  Ar feadh tamall, réitigh an sionnach agus na sicíní le chéile go han-mhaith.  Níor tháinig na hainmhithe eile ar ais chun a bheith ag cur isteach ar na sicíní agus roinn na sicíní a mbia leis an sionnach, ach is cuma cé mhéad bia a thug siad don sionnach bia ocras an domhain air i gcónaí.  Anois bhí an sionnach glic agus cliste agus ocrasach agus ag smaoineamh faoin easóg, beainín uasal agus an francach agus ag smaoineamh ar cén fáth a bhí siad chomh tógtha le uibheacha na sicíní a ghoideadh.”\n\nAr deireadh thiar, bhí cathú an tsionnaigh an t-uadás dó agus lá amháin, nuair a bhí na sicíní amuigh ag lorg bia chuaigh sé go clós na feirme faoi cheilt agus thóg sé ubh amháin.  Phioc sé suas é agus lig sé don ubh titi mar an talamh agus bhris sé ar oscailt.  D’fhéach sé síos ar an mbuíocán órga agus tar éis tamall beag rinne sé an cinneadh é a ithe. Bhí sé an-bhlasta.”",
                "",
                ""
            ]
        },
        {
            "pageNumber": 23,
            "Texts": [
                "When the chickens came back, they did not notice that one of their eggs had gone missing and they offered to share their food with the fox as usual.  The fox said, “Oh it's ok I don't want anything today, I'm not hungry.”  The chickens were shocked and worried and they all thought this was very strange.  “Are you ill Mr. Fox?” the chickens asked, “you're always hungry.”\n\n“Well, this went on for months and the chickens became more and more concerned, until one day, when the fox became too greedy.  Instead of taking one egg he took three eggs but all from the same nest.  When the chickens came back from the woods, they immediately noticed that the eggs were missing.  They asked the fox what had happened and it was then that they saw the broken eggshells and yolk dripping from his mouth.”",
                "Nuair a d’fhill na sicíní ar ais, níor thug siad faoi deara go raibh ceann amháin de na huibheacha in easnamh agus roinn siad a mbia leis an sionnach mar is gnáth.  Dúirt an sionnacg “Ó ná bac leis níl aon rud uaim inniu, níl ocras orm,” Bhí aiféala agus imní ar na sicíní agus cheap siad ar fad go raibh sé seo an-aistech.  “An bhfuil tú tinn A Shionnaigh?” arsa na sicíní, “bíonn ocras ort i gcónaí.”\n\n“Bhuel, lean sé seo ar aghaidh ar feadh míonna agus d’éirigh na sicíní níos buartha lá i ndiaidh lae, go dtí lá amháin nuair a d’éirigh an sionnach ró-shantach.  Seachas ubh amháin a thógáil, thóg sé trí cinn ón nead céanna.  Nuair a d’fhill na sicíní ar ais ón gcoill, thug siad faoi deara láithreach go raibh na huibheacha in easnamh.  D’iarr siad ar an sionnach an raibh a fhios aige céard a tharla agus bhí sé ansin a chonaic siad na blaoscanna uibhe briste agus buíocán ag sileadh óna bhéal.”",
                "",
                ""
            ]
        },
        {
            "pageNumber": 24,
            "Texts": [
                "The chickens were horrified and they all crowded around the fox and started screeching and clucking and jumping up and down.  “Get away from here you traitor!!” they all shouted.  “We trusted you and we will never trust you again.”  They all started pecking at him and the rooster came out and puffed out his huge chest.  When the fox saw him coming, he sprinted off and jumped over the farmyard fence and into the woods.”\n\n“And that is why from that day onwards chickens do not like foxes but foxes still like chickens.”\n\n“Especially their eggs.”",
                "Bhí uafás an domhain ar na sicíní, chuaigh siad ar fad timpeall ar an sionnach i gciorcal agus thosaigh siad ag screadaíl agus ag gocarsach agus ag léim suas agus síos.  “Imigh leat a thréatúir!!” a scread siad ar fad.  “Bhí muinín againn ionat agus ní bheidh arís”.  Thosaigh siad ar fad ag gobadh air agus tháinig an coileach ag séideadh amach a bhrollach mór.  Nuair a chonaic an sionnach é ag teacht rith sé ar nós na gaoithe agus léim sé thar claí na feirme agus isteach sa choill.\n\n“Agus is é sin an fáth ón lá sin amach nach dtaitníonn sionnaigh le sicíní ach taitníonn sicíní le sionnaigh.\n\nA n-uibheacha ach go háirithe”.",
                "",
                ""
            ]
        }
    ]
}