{
    "pageNumber": 3,
    "Texts": [
        "The only sounds that they could hear were birds, the bees humming in the hedgerows and the bubbling of the little stream which ran under the road.  <color=red>Swallows</color=red> were spinning and skimming through the air catching insects above their heads.  <color=red>Skylarks</color=red> were singing and fluttering high up in the sky, then dropping swiftly back down to earth to run and hide in the tall grasses.  Everything was peaceful and quiet.\n\nThe farmer bent down and lifted the little boy up onto one of the hay bales.  “You sit there,” he said.  “We will have our <color=red>tea</color=red> and biscuits and I will tell you exactly what happened between the fox and the chicken and why the chickens hate the foxes so.”\n\n“It happened a long time ago and it happened right here on this farm.”  The little boy could hardly wait.  He knew that his father knew everything there was to know about everything and when he told him stories, they were always exciting and interesting and true.\n",
        "An t-aon fhuaim a bhí le cloisteáil ná na héin, crónán na mbeach sna fáil sceacha agus sruthán ag crónán a bhí ag rith faoin mbóthar.  Bhí <color=red>fáinleoga</color=red> ag casadh san aer ag gabháil na feithide os cionn a gcinn.  Bhí <color=red>fuinseoga</color=red> ag canadh agus ag croitheadh go hard sa spéir, ansin ag teacht anuas chun talaimh chun rith agus dul I bhfolach san fhéar ard.  Bhí gach rud síochánach agus suaimhneach.\n\nChrom an feirmeoir anuas agus chuir sé an buachaill beag ar cheann de na burla féir. “Suigh ansin,” a dúirt sé.  “Beidh ár <color=red>dtae</color=red> againn le brioscaí agus inseoidh mé duit céard go díreach a tharla idir an tsionnaigh agus an sicín, agus cén fáth go bhfuil fuath ag na sicíní ar an sionnaigh.”\n\n“Tharla sé fadó, fadó ar an bhfeirm seo.”  Ní raibh an buachaill in ann fanacht.  Bhí a fhios aige go raibh a fhios ag a athair gach rud le bheith ar eolas faoi scéalta, agus nuair a d’inis sé na scéalta dó, bhí siad i gcónaí sceitimíneach agus suimiúil agus fíor.\n",
        "",
        ""
    ]
}