{
    "pageNumber": 7,
    "Texts": [
        "When the sailors arrived in India, and they first saw this new land, all they could see was beautiful long white sandy beaches where the waves were crashing onto the shore.  In the distance, they could see mountains all covered with millions of trees that came right down to the sea.\\n\\nThe trees were packed together and were bright, bright green and very, very tall.  That was the first time your great, great, great grandfather and the rest of the crew had ever seen a jungle or a <color=red>rainforest</color=red>.”\n\nThe Captain ordered the men to sail up and down the coast to find somewhere safe for the ship to stop.  After a while, they came to a big bay surrounded by high cliffs on either side which would protect the ship from any bad weather that might come along.  Then the Captain ordered the crew to let the anchor down into the deep blue sea so that the ship wouldn't float away.\n\nOnce the ship was safe, he said, “right lads you've worked really hard to get us here, so you have earned yourselves a break.  You can take the rowing boats off to the beach and have the day off.”\n",
        "“Nuair a shroich na mairnéalaigh an India, agus chonaic siad an talamh nua seo, ní raibh ach tránna fada, álainn, gainmheach a fheiceáil le tonnta ag buaileadh isteach ar an gcladach.  I bhfad uathu, bhí siad in ann na sléibhte a fheiceáil clúdaithe lena mílte crann a tháinig díreach síos chun na farraige.\\n\\nBhí na crainn pacáilte le chéile agus iad geal, geal glas agus an-ard at fad.  Bhí sé an chéad uair a bhí duafir nó <color=red>foraois-bháistí</color=red> feicthe ag do shin-sin-sin-seanathair agus an chuid eile den chriú.”\n\nD’ordaigh An Captaen na fir chun seoladh suas agus síos an chósta chun teacht ar áit shábháilte chun stopadh.  Tar éis tamaill, tháinig siad ar bhá mór le haillte móra timpeall ar an dá thaobh a thabharfadh cosaint don bhád ó dhrochaimsir a d’fhéadfadh teacht ar an bhfód.  Ansin d’ordaigh an Captaen an criú chun ancaire a chur san fharraige dhorcha, ghorm ionas nach rachadh an longseoil ar snámh.\n\nNuair a bhí an longseoil sábháilte, dúirt sé, “ceart go leor leaideanna, d’oibrigh sibh go dian chun a bheith anseo, tá sos tuillte uaibh.  Is féidir libh na báid iomartha  a thógáil chuig an trá agus lá saor a bheith agaibh.”\n",
        "",
        ""
    ]
}