{
    "pageNumber": 9,
    "Texts": [
        "When he had gone a few yards, he looked up towards the sky but all he could see high up above him was a canopy of trees blocking out the sunlight.  The tree trunks all around him were enormous and covered in creepers.  There were palm trees and all sorts of other types of vines and ferns that he had never seen before, all growing so close together that he could hardly squeeze between them.\n\nDown on the ground, below all these trees, it was very, very damp and hot and humid and the sunlight only managed to get through in long shafts of light.  It shone on the jungle floor in patches here and there.  He began to sweat, which made his eyes sting.\n\n Everywhere he looked, insects were buzzing and hopping and crawling and flying.  They made so much noise, these tiny little insects, that it began to frighten your great, great, great grandfather.  He thought to himself, “I don't like all this noise I'm going back to the beach.”\n\nJust then, as he was turning back in the direction of the beach, he saw a flash of colour out of the corner of his left eye and then suddenly another flash out of his right eye.  The colours were very bright and they stood out against the green background.\n\nThis made him very curious.  He was curious about everything just like you, a little bit, so he decided that rather than go back to the beach he would find out what those colours were.  What had made them? he wondered to himself.\n\nHe stopped and listened for a moment to see if he could hear anything and sure enough, he heard a sort of scratching noise.  He tiptoed over to a big clump of ferns and noticed that the noise was coming from behind the ferns.  He peeped around the corner and gasped.\n",
        "Nuair a bhí cúpla slat curtha i gcrích aige, d’fhéach sé aníos i dtreo na spéire ach ní raibh sé in ann aon rud a fheiceáil ach ceannbhrat de chrainnte go hard os a chionn ag cur solas na gréine faoi cheilt.  Bhí na crannbhrait go léir ollmhór agus cludaithe i bhféithigh.  Bhí crainnte pailme chomh maith le gach cineál crann eile chomh maith le fíniúin agus raithní nach raibh feicthe aige cheana, go léir ag fás an-ghar le chéile agus bhí deacracht aige bogadh idir na plandaí mar gheall ar an easpa spáis.\n\nThíos ar an talamh, faoi na crainnte bhí sé an, an-tais, te agus bogthais agus ní raibh ach písoa de sholas na gréine le feiceáil trí gha solais fhada.  Bhí sé ag lonrú ar talamh na dufaire i bpasití anseo agus ansiúd.  Thosaigh sé ag cur allais, ag déanamh gradfaigh ina shúile.\n\nI ngach áit a d’fhéach sé, bhí cronán, léim, lámhacán agus eitilt na bhfeithidí le feiceáil.  Rinne siad an oiread sin fuaime, na feithidí beaga seo, gur chur sé eagla ar do shin-sin-sin-seanathair.  Smaoinigh sé dó féin, “ní maith liom na fuaimeanna seo, táim ag dul aris ais go dtí an trá.”\n\nAnsin, nuair a chas sé ar ais i dtreo na trá, chonaic sé splainc de dathanna I gcúinne a shúil chlé agus go tobann splainc eile ina shúil dheas.  Bhí na dathann an-gheall ar fad agus sheas siad amach ón gcúlra glas.\n\nD’éirigh sé an-fhiosrach.  Bhí sé fiosrach faoi gach rud, mar atá tú, píosa agus rinne sé an cinneadh seachas ag dul ar ais go dtí an trá bhí sé chun na dathanna a fhiosrú.  Céard a rinne iad? a d’fhiafraigh sé dó féin.\n\nStop sé ar feadh noiméad chun éisteacht amach d’aon rud eile, agus cinnte dearfach, chuala sé fuaim cineál scríobadh.  Chuaigh sé ar a bharraicíní go dos raithní agus thug sé faoi deara go raibh an fhuaim ag teacht taobh thiar den raithneach.  Thug sé spléachadh timpeall an chúine agus lig sé cnead as.\n",
        "",
        ""
    ]
}